app/controllers/tasks_controller.rb

SELECT "tasks".* FROM "tasks" WHERE "tasks"."status" = $1  [["status", "f"]]
---
  def index
    @tasks = Task.where(status: false)