app/controllers/tasks_controller.rb

SELECT "tasks".* FROM "tasks"
---
  def index
    # @tasks = Task.where(status: false)
    @tasks = Task.all

INSERT INTO "tasks" ("text", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["text", "asf"], ["created_at", "2015-08-23 07:22:06.397331"], ["updated_at", "2015-08-23 07:22:06.397331"]]
---
    task = Task.create(text: params[:text])